{ "translations": {
    "Preferences are saved" : "التفضيلات يتم حفضها",
    "Inputs must be positive integers" : "على المدخلات أن تكون أعداداً صحيحةً موجبة",
    "Password needs to be at least %s characters long" : "يجب أن تتكون كلمة السر من %s أحرف",
    "Password should contain at least one upper and one lower case character." : "يجب أن تحوي كلمة السر حرفاً كبيراً وحرفاً صغيراً على الأقل.",
    "Password should contain at least one numerical character." : "يجب أن تحوي كلمة السر رقماً واحداً على الأقل.",
    "Password should contain at least one special character." : "يجب أن تحوي كلمة السر حرفاً خاصاً على الأقل.",
    "Too many failed login attempts. Try again in %s minutes." : "هناك عدد كبير جدًا من محاولات تسجيل دخول فاشلة تمت. حاول مرة أخرى بعد %s دقيقة.",
    "Brute Force Protection" : "حماية ضد هجمات القوة القسرية",
    "Count failed login attempts over how many seconds?" : "عدد محاولات تسجيل الدخول الفاشلة على عدد الثواني",
    "Ban after how many failed login attempts?" : "حظر بعد العديد من محاولات تسجيل الدخول الفاشلة",
    "Ban for how many seconds?" : "الحضر عند كن من الثواني؟",
    "Save settings" : "حفظ الإعدادات",
    "Password Policy" : "سياسة كلمة السر",
    "Determine minimum password length" : "تحديد أقصر طول لكلمة السر",
    "Enforce at least one upper and one lower case character on passwords" : "إلزام احتواء كلمة السر حرفاً كبيراً وحرفاً صغيراً على الأقل",
    "Enforce at least one numerical characters on passwords" : "إلزام احتواء كلمة السر رقماً واحداً على الأقل",
    "Enforce at least one special characters on passwords" : "إلزام احتواء كلمة السر حرفاً خاصاً على الأقل",
    "Passwords must:" : "يجب في كلمة السر:",
    "contain at least one uppercase letter and at least one lowercase letter " : "أن تحوي حرفاً كبيراً وحرفاً صغيراً على الأقل.",
    "contain at least one numerical character" : "أن تحوي رقماً على الأقل",
    "contain at least one special character" : "أن تحوي حرفاً خاصاً على الأقل"
},"pluralForm" :"nplurals=6; plural=n==0 ? 0 : n==1 ? 1 : n==2 ? 2 : n%100>=3 && n%100<=10 ? 3 : n%100>=11 && n%100<=99 ? 4 : 5;"
}