{ "translations": {
    "Preferences are saved" : "تنظیمات ذخیره شدند",
    "Inputs must be positive integers" : "ورودی ها باید اعداد صحیح مثبت باشند",
    "Length is saved" : "طول ذخیره شد",
    "Length must be positive integer" : "طول باید عدد صحیح مثبت باشد",
    "Password needs to be at least %s characters long" : "رمز عبور باید حداقل %s کاراکتر طول داشته باشد",
    "Password should contain at least one upper and one lower case character." : "رمز عبور باید حداقل شامل یک کاراکتر بزرگ و یک کاراکتر کوچک باشد.",
    "Password should contain at least one numerical character." : "رمز عبور باید حداقل شامل یک کاراکتر عددی باشد.",
    "Password should contain at least one special character." : "رمز عبور باید حداقل شامل یک کاراکتر خاص باشد.",
    "Too many failed login attempts. Try again in %s minutes." : "بسیاری از تلاش های ورود به سیستم شکست خورده است. پس از %s دقیقه دوباره تلاش کنید.",
    "Count failed login attempts over how many seconds?" : "تعداد تلاش های ورود ناموفق بیش از چند ثانیه است؟",
    "Ban after how many failed login attempts?" : "پس از چند بار تلاش ورود به سیستم ممنوع است؟",
    "Ban for how many seconds?" : "برای چند ثانیه ممنوع است؟",
    "Save settings" : "ذخیره تنظیمات",
    "Password Policy" : "سیاست رمز عبور",
    "Determine minimum password length" : "محاسبه حداقل طول رمز عبور",
    "Save length" : "ذخیره طول",
    "Enforce at least one upper and one lower case character on passwords" : "وجود حداقل یک کاراکتر بزرگ و یک کاراکتر کوچک در رمزهای عبور اجباری است",
    "Enforce at least one numerical characters on passwords" : "وجود حداقل یک کاراکتر عددی در رمزهای عبور اجباری است",
    "Enforce at least one special characters on passwords" : "وجود حداقل یک کاراکتر خاص در رمزهای عبور اجباری است",
    "Passwords must:" : "رمزهای عبور باید:",
    "be at least %s characters long " : "حداقل به طول %s کاراکتر باشد",
    "contain at least one uppercase letter and at least one lowercase letter " : "حداقل شامل یک حرف بزرگ و یک حرف کوچک باشد",
    "contain at least one numerical character" : "حداقل شامل یک کاراکتر عددی باشد",
    "contain at least one special character" : "حداقل شامل یک کاراکتر خاص باشد"
},"pluralForm" :"nplurals=2; plural=(n > 1);"
}