{ "translations": {
    "Preferences are saved" : "Параметрите се зачувани",
    "Inputs must be positive integers" : "Влезовите мора да бидат позитивни цели броеви",
    "Length is saved" : "Должината е зачувана",
    "Length must be positive integer" : "Должината мора да биде позитивен цел број",
    "Password needs to be at least %s characters long" : "Лозинката треба да биде долга најмалку %s знаци",
    "Password should contain at least one upper and one lower case character." : "Лозинката треба да содржи барем едена голема буква и едена мала буква.",
    "Password should contain at least one numerical character." : "Лозинката треба да содржи барем еден број.",
    "Password should contain at least one special character." : "Лозинката треба да содржи барем еден специјален карактер.",
    "Too many failed login attempts. Try again in %s minutes." : "Премногу неуспешни обиди за најавување. Обидете се повторно за %s минути.",
    "Brute Force Protection" : "Brute Force заштита",
    "Count failed login attempts over how many seconds?" : "Колку неуспешни обиди за најавување за колку секунди?",
    "Ban after how many failed login attempts?" : "Забрана по колку неуспешни обиди за најавување?",
    "Ban for how many seconds?" : "Забрана за колку секунди?",
    "Save settings" : "Зачувај поставки",
    "Password Policy" : "Политика на лозинки",
    "Determine minimum password length" : "Одредете минимална должина на лозинка",
    "Save length" : "Зачувај должина",
    "Enforce at least one upper and one lower case character on passwords" : "Лозинката задолжително да содржи мала и голема буква",
    "Enforce at least one numerical characters on passwords" : "Лозинката задолжително да содржи број",
    "Enforce at least one special characters on passwords" : "Лозинката задолжително да содржи еден специјален карактер",
    "Passwords must:" : "Лозинката мора:",
    "be at least %s characters long " : "да содржи најмалку  %s карактери",
    "contain at least one uppercase letter and at least one lowercase letter " : "да соджи најмалку една голема буква и најмалку една мала буква",
    "contain at least one numerical character" : "да содржи најмалку една бројка",
    "contain at least one special character" : "содржи барем еден специјален карактер"
},"pluralForm" :"nplurals=2; plural=(n % 10 == 1 && n % 100 != 11) ? 0 : 1;"
}