{ "translations": {
    "Preferences are saved" : "As preferências forão salvas",
    "Inputs must be positive integers" : "As entradas devem ser números inteiros positivos",
    "Length is saved" : "O comprimento está salvo",
    "Length must be positive integer" : "O comprimento deve ser inteiro positivo",
    "Password needs to be at least %s characters long" : "A senha precisa ser pelo menos %s caracteres de tamanho",
    "Password should contain at least one upper and one lower case character." : "A senha deve conter pelo menos um caractere maiúsculo e um minúsculo.",
    "Password should contain at least one numerical character." : "A senha deve conter pelo menos um caracter numérico.",
    "Password should contain at least one special character." : "A senha deve conter pelo menos um caractere especial.",
    "Too many failed login attempts. Try again in %s minutes." : "Muitas tentativas de login falharam. Tente novamente em %s minutos.",
    "Brute Force Protection" : "Proteção Força Bruta",
    "Count failed login attempts over how many seconds?" : "Contar tentativas de login com falhas em quantos segundos?",
    "Ban after how many failed login attempts?" : "Banir depois de quantas tentativas de login falhas?",
    "Ban for how many seconds?" : "Proibir por quantos segundos?",
    "Save settings" : "Salvar configurações",
    "Password Policy" : "Política de Senha",
    "Determine minimum password length" : "Determine o comprimento mínimo da senha",
    "Save length" : "Salvar espaço",
    "Enforce at least one upper and one lower case character on passwords" : "Exigir pelo menos um caractere maiúsculo e um minúsculo em senhas",
    "Enforce at least one numerical characters on passwords" : "Exigir pelo menos um caractere numérico em senhas",
    "Enforce at least one special characters on passwords" : "Exigir pelo menos um caractere especial em senhas",
    "Passwords must:" : "As senhas devem:",
    "be at least %s characters long " : "ter pelo menos %s caracteres de compromento ",
    "contain at least one uppercase letter and at least one lowercase letter " : "Conter pelo menos uma letra maiúscula e pelo menos uma letra minúscula",
    "contain at least one numerical character" : "conter pelo menos um caracter numérico",
    "contain at least one special character" : "contenha pelo menos um caractere especial"
},"pluralForm" :"nplurals=2; plural=(n > 1);"
}