{ "translations": {
    "Preferences are saved" : "Настройки сохранены",
    "Inputs must be positive integers" : "Должны вводиться целые положительные числа",
    "Length is saved" : "Длина сохранена",
    "Length must be positive integer" : "Длина должна быть целым положительным числом",
    "Password needs to be at least %s characters long" : "Пароль должен быть как минимум длиной в %s символов",
    "Password should contain at least one upper and one lower case character." : "Пароль должен содержать как минимум одну заглавную и одну прописную букву.",
    "Password should contain at least one numerical character." : "Пароль должен содержать как минимум одну цифру.",
    "Password should contain at least one special character." : "Пароль должен содержать как минимум один специальный символ.",
    "Too many failed login attempts. Try again in %s minutes." : "Слишком много неудачных попыток входа. Попробуйте ещё раз чере %s минут.",
    "Brute Force Protection" : "Защита от прямого перебора",
    "This app will be deprecated and there will not be further version. You can use the Password Policy app and the Brute Force Protection app to achieve the same functionality." : "Это приложение больше не рекомендуется эксплуатировать, дальнейших версий не будет. Те же самые возможности вы можете получить с помощью приложений Password Policy и Brute Force Protection.",
    "Count failed login attempts over how many seconds?" : "За сколько секунд считать неудачные попытки входа?",
    "Ban after how many failed login attempts?" : "Через сколько неудачных попыток входа банить?",
    "Ban for how many seconds?" : "На сколько секунд банить?",
    "Save settings" : "Сохранить настройки",
    "Password Policy" : "Политика пароля",
    "Determine minimum password length" : "Определить минимальную длину пароля",
    "Save length" : "Сохранить длину",
    "Enforce at least one upper and one lower case character on passwords" : "Требовать как минимум одну заглавную и одну прописную букву в паролях",
    "Enforce at least one numerical characters on passwords" : "Требовать как минимум одну цифру в паролях",
    "Enforce at least one special characters on passwords" : "Требовать как минимум один специальный символ в паролях",
    "Passwords must:" : "Пароли должны:",
    "be at least %s characters long " : "иметь длину как минимум %s символов ",
    "contain at least one uppercase letter and at least one lowercase letter " : "содержать как минимум одну заглавную и как минимум одну прописную букву",
    "contain at least one numerical character" : "содержать как минимум одну цифру",
    "contain at least one special character" : "содержать как минимум один специальный символ"
},"pluralForm" :"nplurals=4; plural=(n%10==1 && n%100!=11 ? 0 : n%10>=2 && n%10<=4 && (n%100<12 || n%100>14) ? 1 : n%10==0 || (n%10>=5 && n%10<=9) || (n%100>=11 && n%100<=14)? 2 : 3);"
}