{ "translations": {
    "Preferences are saved" : "บันทึกการตั้งค่าแล้ว",
    "Inputs must be positive integers" : "ค่าที่ใส่จะต้องเป็นจำนวนเต็มบวก",
    "Length is saved" : "ความยาวถูกบันทึกแล้ว",
    "Length must be positive integer" : "ความยาวต้องเป็นจำนวนเต็มบวก",
    "Password needs to be at least %s characters long" : "รหัสผ่านต้องมีอย่างน้อย %s ตัวอักษร",
    "Password should contain at least one upper and one lower case character." : "รหัสผ่านควรมีอักขระตัวพิมพ์เล็กและตัวพิมพ์ใหญ่อย่างน้อยหนึ่งตัว",
    "Password should contain at least one numerical character." : "รหัสผ่านควรมีตัวเลขอย่างน้อยหนึ่งตัว",
    "Password should contain at least one special character." : "รหัสผ่านควรมีอักขระพิเศษอย่างน้อยหนึ่งตัว",
    "Too many failed login attempts. Try again in %s minutes." : "พยายามเข้าสู่ระบบไม่มากเกินไป ลองอีกครั้งในอีก %s นาที",
    "Brute Force Protection" : "ป้องกันการสุ่มเดารหัส",
    "Count failed login attempts over how many seconds?" : "นับจำนวนครั้งที่เข้าสู่ระบบล้มเหลวทุกๆกี่วินาที?",
    "Ban after how many failed login attempts?" : "แบนหลังจากเข้าสู่ระบบล้มเหลวกี่ครั้ง?",
    "Ban for how many seconds?" : "ห้ามใช้กี่วินาที?",
    "Save settings" : "บันทึกการตั้งค่า",
    "Password Policy" : "นโยบายรหัสผ่าน",
    "Determine minimum password length" : "กำหนดความยาวขั้นต่ำของรหัสผ่าน",
    "Save length" : "บันทึกความยาว",
    "Enforce at least one upper and one lower case character on passwords" : "มีอักขระตัวพิมพ์เล็กและตัวพิมพ์ใหญ่อย่างน้อยหนึ่งตัวในรหัสผ่าน",
    "Enforce at least one numerical characters on passwords" : "มีตัวเลขอย่างน้อยหนึ่งตัวในรหัสผ่าน",
    "Enforce at least one special characters on passwords" : "มีอักขระพิเศษอย่างน้อยหนึ่งตัวในรหัสผ่าน",
    "Passwords must:" : "รหัสผ่านจำเป็นต้อง:",
    "be at least %s characters long " : "มีความยาวอย่างน้อย %s ตัวอักษร",
    "contain at least one uppercase letter and at least one lowercase letter " : "ประกอบด้วยตัวยตัวอักษรพิมพ์ใหญ่และเล็กอย่างน้อย 1 ตัว",
    "contain at least one numerical character" : "มีตัวเลขอย่างน้อยหนึ่งตัว",
    "contain at least one special character" : "มีอักขระพิเศษอย่างน้อยหนึ่งตัว"
},"pluralForm" :"nplurals=1; plural=0;"
}